import React from "react";
import AccordionItem from "./AccordionItem";

const Accordion = () => {
  return (
    <div className="accordions is-first-expanded">
      <AccordionItem title="درباره یادگیری زبان انگلیسی">
        <p>
          یادگیری زبان انگلیسی یکی از مهارت‌های ضروری در دنیای امروز است. شما می‌توانید از منابع متنوعی مانند 
          <a rel="nofollow" href="/" target="_blank"></a>
          برای دستیابی به محتوای آموزشی استفاده کنید.
        </p>
      </AccordionItem>

      <AccordionItem title="ساختار آموزش آنلاین زبان">
        <p>
          روش‌های آموزش آنلاین به شما کمک می‌کنند تا مهارت‌های زبانی خود را در محیطی انعطاف‌پذیر و پویا تقویت کنید. استفاده از دوره‌های مجازی، فایل‌های آموزشی و تمرین‌های تعاملی می‌تواند به یادگیری بهتر زبان انگلیسی کمک کند.
        </p>
      </AccordionItem>

      <AccordionItem title="لطفاً دوستان خود را مطلع کنید">
        <p>
          یادگیری زبان انگلیسی زمانی مؤثرتر خواهد بود که بتوانید آن را با دیگران تمرین کنید. توصیه می‌شود که جلسات گروهی و مکالمات روزانه را با دوستان خود برگزار کنید تا مهارت‌های مکالمه شما بهبود یابد.
        </p>
      </AccordionItem>

      <AccordionItem title="اشتراک‌گذاری با همکاران">
        <p>
          شرکت در گروه‌های آموزشی و انجمن‌های زبان می‌تواند تأثیر بسیار مثبتی بر روند یادگیری شما داشته باشد. تعامل و اشتراک‌گذاری تجربیات با دیگر زبان‌آموزان راهی عالی برای افزایش اعتمادبه‌نفس و گسترش دامنه واژگان است.
        </p>
      </AccordionItem>
    </div>
  );
};

export default Accordion;
